[static=mission,our-values,o-nas]
 <section class="section-top-static">
                <div class="container">
                    <div class="section-top-static__text">
                        <a href="/">{lang_Главная} </a>
                        <span>/</span>
                        <h2>{description}</h2>
                    </div>
                </div>
                <div class="overlay"></div>
            </section>
            <section class="mission">
                <div class="container">
                    <div class="mission__inner">
                        <div class="mission__inner-static">{static}</div>
                        <img src="{image-1}" alt="{lang_Агро 312}">
                    </div>
                </div>
            </section>
[/static]

[static=career]
 <section class="section-top-static">
                <div class="container">
                    <div class="section-top-static__text">
                        <a href="/">{lang_Главная} </a>
                        <span>/</span>
                        <h2>{description}</h2>
                    </div>
                </div>
                <div class="overlay"></div>
            </section>
             <section class="mission">
                <div class="container">
                    <div class="mission__inner">
                        <div class="mission__inner-static">{static}</div>
                        <img src="{image-1}" alt="{lang_Агро 312}">
                    </div>
                </div>
            </section>
			<section class="onfooter2">
                <div class="container">
                    <div class="onfooter__top">
                        <h2>{lang_Напишите} <span> {lang_нам для} </span> {lang_сотрудничество}</h2>
                        <div class="arrow-decor">
                            <svg width="110" height="92" viewBox="0 0 110 92" fill="#1d9430" xmlns="http://www.w3.org/2000/svg">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M64.3767 34.6767C66.1684 32.7959 67.212 30.3464 67.1415 27.2639C66.9233 17.7283 60.9576 12.296 52.8788 9.61366C41.0823 5.6974 24.7273 7.73696 15.9616 11.1284C15.5463 11.2885 15.3412 11.7554 15.5019 12.1688C15.662 12.5842 16.1284 12.7911 16.5437 12.631C25.0513 9.33877 40.9234 7.3424 52.3724 11.1424C59.7902 13.6055 65.331 18.5431 65.5302 27.3014C65.5914 29.908 64.7038 31.9721 63.193 33.5662C62.136 32.595 61.0655 31.6663 59.983 30.7829C56.9939 28.3449 48.1705 23.5336 41.0043 22.5266C35.8634 21.8056 31.5796 23.0376 30.4088 27.9253C29.7586 30.6422 30.9163 33.0439 33.2703 34.954C36.5052 37.5819 42.0862 39.2751 47.7909 39.5644C52.5405 39.806 57.3665 39.0792 60.9826 37.1823C61.7765 36.7637 62.5151 36.2925 63.1832 35.7624C77.5865 49.5113 88.7739 70.8803 90.7127 90.2657C90.7585 90.7072 91.1514 91.0313 91.5949 90.986C92.0378 90.9427 92.3605 90.5473 92.3166 90.1063C90.3447 70.4048 79.0039 48.6896 64.3767 34.6767ZM61.9867 34.6443C60.9913 33.7337 59.9835 32.8619 58.9646 32.0313C56.0995 29.696 47.647 25.0871 40.7807 24.1226C36.567 23.5301 32.9345 24.2949 31.9747 28.3007C31.4719 30.4048 32.4638 32.2234 34.2848 33.7045C36.2896 35.3317 39.2696 36.5468 42.6017 37.265C47.6604 38.3553 53.5307 38.2934 58.1075 36.6749C59.5577 36.1629 60.876 35.4913 61.9867 34.6443Z" fill="#1d9430"></path>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M68.6578 69.768C77.3865 73.7859 85.5256 82.3761 90.5442 90.6287C90.775 91.0083 91.2709 91.1286 91.6505 90.8978C92.03 90.6671 92.1522 90.1716 91.9215 89.7921C86.747 81.2809 78.33 72.448 69.3317 68.3052C68.9291 68.1194 68.4503 68.2963 68.2641 68.7009C68.0783 69.1035 68.2551 69.5822 68.6578 69.768Z" fill="#1d9430"></path>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M92.1368 89.8558C90.1026 82.1187 92.3306 71.6836 96.2827 64.7005C96.5022 64.3132 96.367 63.8204 95.9792 63.6028C95.5919 63.3833 95.1011 63.519 94.8816 63.9063C90.7415 71.222 88.4484 82.1593 90.5794 90.2653C90.6914 90.6952 91.1338 90.9527 91.5636 90.8406C91.994 90.7265 92.2508 90.2861 92.1368 89.8558Z" fill="#1d9430"></path>
                            </svg>
                        </div>
						
                    </div>
                    <a class="static-page-mail" href="mailto:hr@agro312.com">
							<i class="fa-solid fa-envelope"></i>
							 hr@agro312.com
						</a>

                </div>
            </section>
[/static]


[static=investor,partners,land-lease,purchase-of-land]
 <section class="section-top-static">
                <div class="container">
                    <div class="section-top-static__text">
                        <a href="/">{lang_Главная} </a>
                        <span>/</span>
                        <h2>{description}</h2>
                    </div>
                </div>
                <div class="overlay"></div>
            </section>
            <section class="mission">
                <div class="container">
                    <div class="mission__inner">
                        <div class="mission__inner-static">{static}</div>
                        <img src="{image-1}" alt="{lang_Агро 312}">
                    </div>
					
                </div>
            </section>
			<section class="onfooter2">
                <div class="container">
                    <div class="onfooter__top">
                        <h2>{lang_Напишите} <span> {lang_нам для} </span> {lang_сотрудничество}</h2>
                        <div class="arrow-decor">
                            <svg width="110" height="92" viewBox="0 0 110 92" fill="#1d9430" xmlns="http://www.w3.org/2000/svg">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M64.3767 34.6767C66.1684 32.7959 67.212 30.3464 67.1415 27.2639C66.9233 17.7283 60.9576 12.296 52.8788 9.61366C41.0823 5.6974 24.7273 7.73696 15.9616 11.1284C15.5463 11.2885 15.3412 11.7554 15.5019 12.1688C15.662 12.5842 16.1284 12.7911 16.5437 12.631C25.0513 9.33877 40.9234 7.3424 52.3724 11.1424C59.7902 13.6055 65.331 18.5431 65.5302 27.3014C65.5914 29.908 64.7038 31.9721 63.193 33.5662C62.136 32.595 61.0655 31.6663 59.983 30.7829C56.9939 28.3449 48.1705 23.5336 41.0043 22.5266C35.8634 21.8056 31.5796 23.0376 30.4088 27.9253C29.7586 30.6422 30.9163 33.0439 33.2703 34.954C36.5052 37.5819 42.0862 39.2751 47.7909 39.5644C52.5405 39.806 57.3665 39.0792 60.9826 37.1823C61.7765 36.7637 62.5151 36.2925 63.1832 35.7624C77.5865 49.5113 88.7739 70.8803 90.7127 90.2657C90.7585 90.7072 91.1514 91.0313 91.5949 90.986C92.0378 90.9427 92.3605 90.5473 92.3166 90.1063C90.3447 70.4048 79.0039 48.6896 64.3767 34.6767ZM61.9867 34.6443C60.9913 33.7337 59.9835 32.8619 58.9646 32.0313C56.0995 29.696 47.647 25.0871 40.7807 24.1226C36.567 23.5301 32.9345 24.2949 31.9747 28.3007C31.4719 30.4048 32.4638 32.2234 34.2848 33.7045C36.2896 35.3317 39.2696 36.5468 42.6017 37.265C47.6604 38.3553 53.5307 38.2934 58.1075 36.6749C59.5577 36.1629 60.876 35.4913 61.9867 34.6443Z" fill="#1d9430"></path>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M68.6578 69.768C77.3865 73.7859 85.5256 82.3761 90.5442 90.6287C90.775 91.0083 91.2709 91.1286 91.6505 90.8978C92.03 90.6671 92.1522 90.1716 91.9215 89.7921C86.747 81.2809 78.33 72.448 69.3317 68.3052C68.9291 68.1194 68.4503 68.2963 68.2641 68.7009C68.0783 69.1035 68.2551 69.5822 68.6578 69.768Z" fill="#1d9430"></path>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M92.1368 89.8558C90.1026 82.1187 92.3306 71.6836 96.2827 64.7005C96.5022 64.3132 96.367 63.8204 95.9792 63.6028C95.5919 63.3833 95.1011 63.519 94.8816 63.9063C90.7415 71.222 88.4484 82.1593 90.5794 90.2653C90.6914 90.6952 91.1338 90.9527 91.5636 90.8406C91.994 90.7265 92.2508 90.2861 92.1368 89.8558Z" fill="#1d9430"></path>
                            </svg>
                        </div>
						
                    </div>
                    <a class="static-page-mail" href="mailto:info@agro312.com">
							<i class="fa-solid fa-envelope"></i>
							info@agro312.com
						</a>

                </div>
            </section>
[/static]




 